Repository: LokiMidgard/wbfsmanager
Catalog: WBFS Manager/UI/Localization/MainWindow/MainWindowR.*.resx
Languages: it_ch

# AboutMenuText
source: _About
it_ch: _Se dice

# AddToDriveButtonText
source: Add to Dr_ive
it_ch: Aggiunge al Di_sco

# AddToDriveMenuText
source: _Add to Drive
it_ch: _Aggiunge al disco

# BlocksUsedText
source: Blocks Free:
it_ch: Blocchi voti

# BrowseText
source: _Browse...
it_ch: _Arcerca...

# CheckForUpdatesMenuText
source: Check for Updates
it_ch: Controlla aggiornamenti

# ClearText
source: _Clear
it_ch: _Arpulisci

# DeleteButtonText
source: _Delete
it_ch: _Scancella

# DeleteGameText
source: _Delete Game
it_ch: _Scancella l gioco

# DownloadCoversFromWebText
source: Download Covers from Web
it_ch: Scarca le copertine da internette

# DriveLabelText
source: Drive:
it_ch: Periferica:

# EditLanguageMenuText
source: Language
it_ch: Lingua

# EditMenuText
source: _Edit
it_ch: _Scatuzza

# EditSetCoverDirText
source: _Set Covers Directory...
it_ch: _Mposta la cartella de le copertine

# EditShowCoversText
source: Show _Covers
it_ch: Famme_Vede le copertine

# ExitMenuText
source: E_xit
it_ch: Va_via

# ExtractMenuText
source: _Extract ISO...
it_ch: _Cava la ISO...

# FileMenuText
source: _File
it_ch: _Fail

# FormatText
source: Format
it_ch: Formatta

# FreeSpaceText
source: Free Space:
it_ch: _Spazio voto

# GamesOnDriveLabelText
source: Games on WBFS Drive:
it_ch: Giochi nto la periferica WBFS:

# GamesToAddLabelText
source: Games to add to WBFS Drive:
it_ch: Giochi da mette su la periferica WBFS:

# HelpMenuText
source: _Help
it_ch: _Aiuteme

# ItemsText
source: Items:
it_ch: Le cose

# LoadText
source: _Load
it_ch: _Carca

# MakeAllHBCMenuText
source: Make HBC _Entries for All
it_ch: Fa le voci_HBC per tutti

# MakeSingleHBCMenuText
source: _Make HBC Entry
it_ch: _Fa la voce HBC

# RefreshDriveListText
source: Refresh Drive List
it_ch: Arcarica la lista de le periferiche

# RemoveFromListText
source: _Remove From List
it_ch: _Cava da la lista

# RenameButtonText
source: Rename
it_ch: Arnomina

# RenameMenuText
source: _Rename
it_ch: _Arnomina

# SortByIsoLocMenuText
source: ISO Location
it_ch: Posizione ISO

# SortByLocationMenuText
source: Location on Drive
it_ch: Posizione sulla periferica

# SortByMenuText
source: Sort By
it_ch: Arloca per

# SortByNameMenuText
source: Name
it_ch: L nome nva bene

# SortBySizeMenuText
source: Size
it_ch: Quant'è grosso

# SortByStatusMenuText
source: Status
it_ch: Stato

# TotalSpaceText
source: Total Space:
it_ch: Tutto lo spazio

# UsedSpaceText
source: Used Space:
it_ch: Spazio usato

# WBFSDriveMenuText
source: _WBFS Drive
it_ch: _Periferica WBFS

# CloneText
source: Clone
it_ch: Arcopia paro paro

# DriveToDriveCopyText
source: Copy to this Drive
it_ch: Arcopia ta sta periferica

# DriveToDriveText
source: Drive-To-Drive
it_ch: Disco-Ta-Disco

# EditShowOptionsText
source: Options...
it_ch: Opzioni...

# EstimatedTotalSizeText
source: Estimated Total Size:
it_ch: Stima de quant'è grosso tutto

# ExportListToFileText
source: Export List to File
it_ch: Armette la lista tal fail

# GamesOnSecondaryText
source: Games on Secondary WBFS Drive:
it_ch: Giochi ta la periferica WBFS secondaria

# SelectedItemsText
source: Selected Items:
it_ch: Cose scelte:

# UnloadText
source: Unload
it_ch: Nlo carcà
