Repository: LokiMidgard/wbfsmanager
Catalog: WBFS Manager/Properties/Resources.*.resx
Languages: cht, de, es, fr, it, it_ch, nl

# CompletedAddingShortStr
source: Completed Adding.
cht: 加入完成
de: Erfolgreich hinzugefügt
es: Añadido completado.
fr: Ajout complet.
it: Aggiunta completata
it_ch: Finito de aggiunge
nl: Toevoegen voltooid.

# CompletedAddingStr
source: Completed adding entries to WBFS drive.
cht: 加入遊戲於WBFS磁碟完成.
de: Einträge in das WBFS Laufwerk erfolgreich hinzugefügt.
es: Añadido de entradas a la unidad WBFS completado.
fr: Ajout complet des entrées au disque WBFS.
it: Completata l'aggiunta delle voci alla periferica WBFS
it_ch: Finito de aggiunge ta la periferica WBFS
nl: Ingaves toevoegen aan WBSF schijf voltooid.

# CompletedExtractShortStr
source: Extraction completed.
cht: 擷取完成
de: Extrahierung erfolgreich
es: Extracción completada.
fr: Extraction complète.
it: Estrazione completata
it_ch: Finito de cavà
nl: Overzetten voltooid.

# CompletedExtractStr
source: Completed extraction from WBFS drive.
cht: 從WBFS磁碟擷取完成.
de: Extrahierung von dem WBFS Laufwerk erfolgreich.
es: Extracción de la unidad WBFS completado.
fr: Extraction complète du disque WBFS.
it: Completata estrazione da periferica WBFS
it_ch: Finito de cavà dalla periferica WBFS
nl: Overzetten vanaf WBFS schijf voltooid.

# ErrorAddExistsStr
source: . The disc already exists on the WBFS drive.
cht: .這個遊戲已經存在於WBFS磁碟.
de: . Die Disk existiert bereits auf dem WBFS Laufwerk.
es: . Ya existe el disco en la unidad WBFS.
fr: . Le disque est déjà existant sur le disque WBFS
it: . Il disco esiste già sulla periferica WBFS
it_ch: L disco ce sta già ta la periferica WBFS
nl: . Deze iso staat reeds op de WBFS schijf.

# ErrorAddingNoDriveShortStr
source: Error adding disc.
cht: 新增遊戲錯誤.
de: Fehler beim Hinzufügen.
es: Error añadiendo disco.
fr: Erreur d'ajout du disque.
it: Errore nell'aggiunta del disco
it_ch: 'N putanaio quando aggiungevo l disco
nl: Fout bij toevoegen.

# ErrorAddingNoDriveStr
source: Error occurred while adding disc to WBFS drive. Could not access drive.
cht: 新增遊戲至WBFS磁碟發生錯誤. 無法存取磁碟.
de: Fehler beim Hinzufügen der Disk zum WBFS Laufwerk. Kann Laufwerk nicht ansteuern.
es: Ocurrió un error mientras añadia el disco a la unidad WBFS. No se puede acceder a la unidad
fr: Une erreur est survenue lors de l'ajout du disque sur le disque WBFS. Impossible d'y accéder.
it: Si è verificato un errore durante l'aggiunta del disco allla periferica WBFS. Accesso alla periferica Impossibile.
it_ch: E' successo n casino quand'aggiungevo l disco ta la periferica WBFS. Mpossibile accede ta la periferica
nl: Fout bij toevoegen aan WBFS schijf: Kon geen toegang tot schijf krijgen.

# ErrorAddingShortStr
source: Error Reading Files
cht: 讀取檔案錯誤
de: Fehler beim Lesen
es: Error leyendo archivos.
fr: Erreur de lecture des fichiers.
it: Errore durante la lettura files
it_ch: 'N putanaio quando leggevo I fails
nl: Leesfout

# ErrorAddingStr
source: Error occurred while adding files to Games to Add list. Try selecting less folders.
cht: 加入遊戲發生錯誤. 請嘗試較少的資料夾結構.
de: Fehler beim Hinzufügen von Dateien zu Spielen zur Liste. Versuchen Sie weniger Ordner auszuwählen.
es: Ocurrió un error mientras añadía archivos a la lista de juegos para añadir. Intenta seleccionar menos carpetas.
fr: Une erreur est survenue lors de l'ajout des fichiers. Essayez de sélectionnez moins de dossiers.
it: . Si è verificato un errore durante l'aggiunta dei files alla lista Giochi da Aggiungere. Prova a scegliere meno cartelle.
it_ch: . E' successo n casino aggiungevo i fails alla lista dei Giochi Da Aggiunge. Prova a sceglie meno cartelle
nl: Fout bij toevoegen aan de toe te voegen lijst: Probeer minder mappen te selecteren.

# ErrorAddLoadingStr
source: . An error occurred while loading the WBFS drive.
cht: .載入WBFS磁碟發生錯誤.
de: . Fehler beim Laden des WBFS Laufwerks
es: . Ocurrió un error mientras cargaba la unidad WBFS.
fr: . Une erreur est survenue lord du chargement du disque WBFS
it: . Si è verificato un errore nel caricamento della periferica WBFS
it_ch: . E' successo n casino quando carcavo la periferica WBFS
nl: . Er is een fout gebeurd bij het inlezen van de WBFS schijf.

# ErrorAddReadStr
source: . An error occurred while attempting to read the image file from disk.
cht: .嘗試從磁碟讀取映像檔時發生錯誤.
de: . Fehler beim Versuch die Image-Datei von der Disk zu lesen
es: . Ocurrió un error mientras intentaba leer la imagen desde la unidad de disco.
fr: . Une erreur est survenue lors de la tentative de lecture d'un fichier image du disque.
it: Si è verificato un errore durante la lettura del file immagine dalla periferica
it_ch: E' successo n casino quando leggevo l fail immagine dalla periferica
nl: . Er is een fout gebeurd bij het inlezen van het iso bestand.

# ErrorDeleteNotFoundStr
source: Game disc could not be found on WBFS drive.
cht: WBFS磁碟中找不到遊戲.
de: Spiele-Disk konnte nicht auf dem WBFS Laufwerk gefunden werden.
es: No se encuentra el juego en la unidad WBFS.
fr: Le disque du jeu est impossible à trouver sur le disque WBFS.
it: Il disco del gioco non può essere trovato sulla periferica WBFS
it_ch: L disco del gioco nse po trovà ta la periferica WBFS
nl: Spelschijf kon niet gevonden worden op WBFS schijf.

# ErrorDeleteShortStr
source: Error removing game
cht: 移除遊戲錯誤
de: Fehler beim Entfernen des Spiels
es: Error eliminando el juego
fr: Erreur de suppression du jeu.
it: Errore nella rimozione del gioco
it_ch: 'N putanaio a rimove l gioco
nl: Fout bij verwijderen van spel

# ErrorDeleteStr
source: Error occurred while removing game:
cht: 移除遊戲發生錯誤:
de: Fehler beim Entfernen des Spiels:
es: Ocurrió un error mientras eliminaba el juego:
fr: Une erreur est survenue lors de la suppression du jeu:
it: Si è verificato un errore durante la rimozione del gioco:
it_ch: E' successo n casino quando cavavo l gioco:
nl: Er is een fout gebeurd bij het verwijderen van het spel:

# ErrorEstimateLoadingDriveStr
source: An error occurred while loading the WBFS drive.
cht: 載入WBFS磁碟發生錯誤.
de: Fehler beim Laden des WBFS Laufwerks.
es: Ocurrió un error mientras cargaba la unidad WBFS.
fr: Une erreur est survenue lors du chargement du disque WBFS.
it: Si è verificato un errore durante il caricamento della periferica WBFS
it_ch: E' successo n casino quando carcavo la periferica WBFS
nl: Er is een fout gebeurd bij het inlezen van de WBFS schijf.

# ErrorEstimateReadingImageStr
source: An error occurred while attempting to read the image file from disk.
cht: 嘗試從磁碟讀取映像檔時發生錯誤.
de: Fehler beim Versuch die Image-Datei von der Disk zu lesen.
es: Ocurrió un error mientras intentaba leer la imagen desde la unidad de disco.
fr: Une erreur est survenue lors de la tentative de lecture du fichier image sur le disque.
it: Si è verificato un errore durante la lettura del file immagine dalla periferica
it_ch: E' successo n casino quando leggevo l fail immagine dalla periferica
nl: Er is een fout gebeurd bij het inlezen van het iso bestand.

# ErrorEstimatingShortStr
source: Error estimating game size.
cht: 估計遊戲大小發生錯誤.
de: Fehler bei der Berechnung der Größe des Spiels
es: Error en la estimación del tamaño del juego
fr: Erreur d'estimation de la taille du jeu.
it: Errore nella stima delle dimensioni del gioco
it_ch: 'N putanaio a stimà le dimensioni del gioco
nl: Fout bij het schatten van spelgrootte.

# ErrorEstimatingStr
source: Error estimating:
cht: 估計錯誤:
de: Fehler bei der Berechnung:
es: Error estimando:
fr: Erreur d'estimation:
it: Errore nella stima di:
it_ch: 'N putanaio ta la stima de:
nl: Schattingsfout:

# ErrorExtractingNoEntriesShortStr
source: No entries exist.
cht: 項目不存在.
de: Es existieren keine Einträge.
es: No existe entradas.
fr: Pas d'entrées existantes.
it: Non esistono voci.
it_ch: Nce sta niente
nl: Er zijn geen items.

# ErrorExtractingNoEntriesStr
source: No entries exist on drive to extract iso from.
cht: 項目不存在以擷取出ISO.
de: Es existieren keine Einträge auf dem Laufwerk, wovon Iso-Dateien extrahiert werden könnten.
es: No existe entradas en la unidad desde la que se extrae la iso.
fr: Pas d'entrées existantes sur le lecteur pour en extraire des ISO.
it: Non esistono voci sulla periferica da cui estrarre ISO.
it_ch: Nce sta niente ta la periferica da dove cavà la ISO
nl: Er zijn geen items om over te zetten naar ISO.

# ErrorExtractingP1ShortStr
source: Error extracting game.
cht: 擷取遊戲錯誤.
de: Fehler beim Extrahieren des Spiels.
es: Error extrayendo el juego.
fr: Erreur d'extraction du jeu.
it: Errore estrazione gioco
it_ch: 'N putanaio a cavà l gioco
nl: Fout bij overzetten spel.

# ErrorExtractingP1Str
source: Error occurred while extracting
cht: 擷取中發生錯誤.
de: Fehler während des Extrahierungsvorgangs
es: Ocurrió un error durante la extracción
fr: Une erreur est survenue lors de l'extraction
it: Si è verificato un errore durante l'estrazione
it_ch: E' successo n casino quando cavavo l disco
nl: Er is een fout gebeurd bij het overzetten van het spel.

# ErrorExtractingShortStr
source: Error extracting disc.
cht: 擷取遊戲錯誤.
de: Fehler beim Extrahieren der Disk.
es: Error extrayendo disco.
fr: Erreur d'extraction du disque.
it: Errore durante l'estrazione del disco
it_ch: 'N putanaio a cavà l disco
nl: Fout bij overzetten schijf.

# ErrorExtractingStr
source: Error occurred while extracting disc from drive. Could not access drive.
cht: 擷取遊戲時發生錯誤. 無法存取磁碟.
de: Fehler beim Extrahieren der Disk von dem WBFS Laufwerk. Kann Laufwerk nicht ansteuern.
es: Ocurrió un error mientras se extraía disco desde la unidad. No puedo acceder a la unidad.
fr: Une erreur est survenue lord de l'extraction du jeu sur le disque. Impossible d'accéder au disque.
it: Si è verificato un errore durante l'estrazione del disco dalla periferica. Accesso alla periferica impossibile
it_ch: E' successo n casino quando cavavo l disco dalla periferica. Mpossibile accede ta la periferica.
nl: Er is een fout gebeurd bij het overzetten van het spel: Kon geen toegang krijgen tot de schijf.

# ErrorExtrLoadingStr
source: . An error occurred while loading the WBFS drive.
cht: .讀取WBFS磁碟發生錯誤.
de: . Fehler während des Ladevorgangs des WBFS Laufwerks.
es: . Ocurrió un error durante la carga de la unidad WBFS.
fr: . Une erreur est survenue lord du chargement du disque WBFS.
it: . Si è verificato un errore durante il caricamento della periferica WBFS.
it_ch: . E' successo n casino quando carcavo la periferica WBFS
nl: . Er is een fout gebeurd bij het inlezen van de WBFS schijf.

# ErrorExtrNoDriveStr
source: . Unable to open file on WBFS drive for writing.
cht: .WBFS磁碟無法開啟檔案寫入.
de: . Kann Datei auf dem WBFS Laufwerk zum Schreiben nicht öffnen.
es: . No se puede abrir archivo para escribir en la unidad WFBS.
fr: . Impossible d'ouvrir un fichier sur le disque WBFS pour écrire.
it: . Impossibile aprire il file in scrittura sulla periferica WBFS
it_ch: . mpossibile apri l gioco n scrittura sulla periferica WBFS
nl: . Kan geen schrijftoegang verkrijgen voor WBFS schijf.

# ErrorExtrNoGameStr
source: . The game disc could not be found on the WBFS drive.
cht: .WBFS磁碟找不到這遊戲.
de: . Die Spiele-Disk konnte nicht auf dem WBFS Laufwerk gefunden werden.
es: . El disco del juego no se encuentra en la unidad WBFS
fr: . Le jeu n'a pas pu être trouvé sur le disque WBFS.
it: . Il disco del gioco non può essere trovato sulla periferica WBFS
it_ch: . L disco del gioco nse trova sulla periferica WBFS
nl: . Spelschijf kon niet gevonden worden op WBFS schijf.

# ErrorFormatInvalidShortStr
source: Invalid Drive Letter.
cht: 無效的磁碟代號.
de: Ungültiger Laufwerksbuchstabe.
es: Letra de unidad inválida.
fr: Lettre du disque invalide.
it: Lettera della periferica invalida
it_ch: La lettera della periferica nva bene
nl: Ongeldige schijfletter.

# ErrorFormatInvalidStr
source: Invalid drive letter selected for formatting.
cht: 選取格式化的磁碟代號無效.
de: Ungültiger Laufwerksbuschstabe zur Formatierung ausgewählt.
es: Letra de unidad inválida para formatear.
fr: Lettre du disque invalide pour le formater
it: Lettera della periferica selezionata per la formattazione invalida
it_ch: La lettera della periferica scelta per formattà nva bene
nl: Ongeldige schijfletter om te formatteren.

# ErrorFormatShortStr
source: Error formatting
cht: 格式化錯誤
de: Fehler beim Formatieren.
es: Error formateando
fr: Erreur de formatage
it: Errore durante la formattazione
it_ch: 'N putanaio a formattà
nl: Formatteerfout

# ErrorFormatStr
source: An error occurred while attempting to format the drive.
cht: 格式化硬碟時發生錯誤.
de: Fehler während des Versuchs das Laufwerk zu formatieren.
es: Ocurrió un error mientras se intentaba formatear la unidad.
fr: Une erreur est survenue lors de la tentative de formatage
it: Si è verificato un errore durante la formattazione della periferica
it_ch: E' successo n casino quando formattavo la periferica
nl: Schijf kon niet geformatteerd worden.

# ErrorLoadingDriveShortStr
source: Error loading drive
cht: 載入磁碟錯誤
de: Fehler beim Laden des Laufwerks
es: Error cargando unidad.
fr: Erreur de lecture du disque
it: Errore caricamento periferica
it_ch: N putanaio a carcà la periferica
nl: Inleesfout

# ErrorLoadingDriveStr
source: Error occurred while loading drive. Make sure the drive is not in use or open and that it has been formatted to WBFS format.
cht: 載入磁碟錯誤. 請確認磁碟不在使用中並且為WBFS之格式.
de: Fehler während des Ladevorgangs des Laufwerks. Stelle sicher, dass das Laufwerk nicht von einer anderen Applikation verwendet wird und, dass es ins WBFS-Format gebracht wurde.
es: Error mientras se cargaba la unidad. Asegúrate de que la unidad no se esté usando o abierta y que está en formato WBFS
fr: Une erreur est survenue lors de la lecture du disque. Assurez-vous que le disque n'est pas en cours d'utilisation ou ouvert et qu'il a bien été formater au format WBFS.
it: Si è verificato un errore durante il caricamento della periferica. Assicurarsi che il disco non sia in uso o aperto e che sia stato formattato in WBFS
it_ch: E' successo n casino quando carcavo la periferica . Assicurete che l nne' ste a usà l disco e che l'e' formattato n WBFS
nl: Schijf kon niet ingelezen worden: Zorg dat de schijf niet ingebruik is en dat deze geformatteerd is in WBFS formaat.

# ErrorReadingDriveStatsShortStr
source: Error reading drive statistics.
cht: 讀取磁碟統計資料錯誤.
de: Fehler beim Lesen der Laufwerkstatistiken.
es: Error leyendo las estadísticas de la unidad.
fr: Erreur de lecture des statistiques du disque.
it: Errore durante la lettura delle statistiche della periferica
it_ch: 'N putanaio a legge le statistiche della perferca.
nl: Fout bij inlezen schijfstatistieken.

# ErrorReadingDriveStatsStr
source: Error occurred while reading drive statistics. Could not access drive.
cht: 讀取磁碟統計資料錯誤. 無法存取磁碟.
de: Fehler während des Lesevorgangs der Laufwerkstatistiken. Kann Laufwerk nicht ansteuern.
es: Ocurrió un error mientras se leía las estadísticas de la unidad. No se puede acceder a la unidad
fr: Une erreur est survenue lors de la lecture des statistiques sur disque. Impossible d'y accéder.
it: Errore durante la lettura delle statistiche della periferica. Impossibile accedere alla periferica
it_ch: 'N putanaio a legge le statistiche della periferica. Mpossibile accede ta la periferica.
nl: Fout bij inlezen schijfstatistieken: Kon geen toegang krijgen tot schijf.

# ErrorReadingISOShortStr
source: Error reading ISO info.
cht: 讀取ISO訊息時錯誤.
de: Fehler beim Lesen der ISO-Informationen.
es: Error leyendo la información de la ISO.
fr: Erreur de lecture des infos de l'ISO.
it: Errore lettura informazioni ISO
it_ch: 'N putanaio a legge le nformazioni ISO
nl: Fout bij inlezen ISO info.

# ErrorReadingISOStr
source: Error occurred while reading ISO info. Could not access drive.
cht: 讀取ISO訊息時錯誤. 無法存取磁碟.
de: Fehler während des Lesevorgangs der ISO-Informationen. Kann Laufwerk nicht ansteuern.
es: Ocurrió un error mientras leía la información de la ISO. No se puede acceder a la unidad.
fr: Une erreur est survenue lors de la lecture des infos de l'ISO. Impossible d'accéder au disque.
it: Si è verificato un errore durante la lettura delle informazioni ISO. Impossibile accedere alla periferica
it_ch: E' successo n casino quando leggevo le nformazioni ISO. Mpossibile accede alla periferica
nl: Fout bij inlezen ISO info: Kon geen toegang krijgen tot schijf.

# ErrorRenameCantLoadStr
source: Could not load game.
cht: 無法載入遊戲.
de: Kann Spiel nicht laden.
es: No se pudo cargar el juego.
fr: Impossible de charger le jeu.
it: Impossibile caricare il gioco
it_ch: Mpossibile carcare l gioco
nl: Kon spel niet inladen.

# ErrorRenameInvalidShortStr
source: Invalid Name.
cht: 無效的名稱.
de: Ungültiger Name.
es: Nombre inválido.
fr: Nom incorrect.
it: Nome invalido
it_ch: L nome nva bene
nl: Ongeldige naam.

# ErrorRenameInvalidStr
source: Invalid name specified. Name must be between 0 and 57 characters long.
cht: 無效的指定名稱. 名稱長度須介於0到57個字元.
de: Ungültiger Name festgelegt. Name muss 0 bis 57 Zeichen lang sein.
es: Nombre especificado inválido. Debe tener entre 0 y 57 caracteres.
fr: Un nom incorrect a été spécifié. Le nom doit avoir entre 0 et 57 caractères.
it: Nome specificato invalido. Il nome deve essere lungo da 0 a 57 caratteri
it_ch: L nome specificato nva bene. L nome deve esse lungo da 0 a 57 caratteri
nl: Ongeldige naam opgegeven: Naam moet tussen 0 en 57 karakters lang zijn.

# ErrorRenameShortStr
source: Error Renaming Disc
cht: 遊戲更名錯誤
de: Fehler beim umbenennen der Disk.
es: Error renombrando disco.
fr: Erreur de renommée du disque.
it: Errore durante la rinominazione del disco
it_ch: 'N putanaio a rinominà l disco
nl: Hernoemfout.

# ErrorRenameStr
source: Error occurred while renaming the disc.
cht: 遊戲更名時發生錯誤.
de: Fehler während des Umbenennungsvorgangs der Disk.
es: Ocurrió un error mientras renombraba el disco.
fr: Une erreur est survenue lors du renommée du disque
it: Si è verificato un errore durante la rinominazione del disco
it_ch: E' successo n casino a rinominà l disco.
nl: Kon schijf niet hernoemen.

# ErrorWhileAddingShortStr
source: Error adding game.
cht: 加入遊戲錯誤.
de: Fehler beim Hinzufügen des Spiels.
es: Error al añadir el juego.
fr: Erreur d'ajout d'un jeu,
it: Errore aggiunta gioco
it_ch: 'N putanaio a aggiunge l gioco
nl: Fout bij toevoegen spel.

# ErrorWhileAddingStr
source: Error occurred while adding:
cht: 加入時發生錯誤:
de: Fehler während des Hinzufügungsvorgangs:
es: Ocurrió un error mientras se añadía:
fr: Une erreur est survenue lors de l'ajout:
it: Si è verificato un errore durante l'aggiunta di:
it_ch: E' successo n casino a aggiunge:
nl: Fout bij toevoegen aan WBFS schijf:

# NoDrivesDetectedShortStr
source: No drives detected.
cht: 沒有偵測到磁碟.
de: Kein Laufwerk entdeckt.
es: No hay unidades detectadas.
fr: Pas de lecteurs détectés
it: Nessuna periferica rilevata
it_ch: Nn ho artrovato nessuna periferica
nl: Geen schijven geselecteerd.

# UnableToDetectDrivesStr
source: Unable to detect any disk drives. Exiting WBFS Manager.
cht: 未偵測到任何磁碟機. 關閉WBFS Manager.
de: Kann keine Laufwerke finden. Beende WBFS Manager.
es: No se detecta ninguna unidad. Saliendo del WBFS Manager.
fr: Aucuns lecteurs détectés. Fermeture de WBFS Manager
it: Impossibile rilevare nessuna periferica. Uscita da WBFS Manager
it_ch: Nn ho artrovato nessuna periferica. Me cavo dal WBFS manager
nl: Geen harde schijven gevonden. WBFS manager wordt nu gesloten.

# CopyProgressStr
source: Copy Progress
cht: 複製進行中
de: Kopierfortschritt
es: Progreso del copiado
fr: Progression de la copie
it: Avanzamento copia
it_ch: Sto a copià...
nl: Voortgang kopiëren

# ExtractionProgressStr
source: Extraction Progress
cht: 擷取程序
de: Extrahierungsfortschritt.
es: Progreso de la extracción
fr: Progression de l'extraction
it: Estrazione Progresso
it_ch: Sto a cavà...
nl: Voortgang overzetten

# FormatWarningP1Str
source: WARNING: This will delete all data on the selected partition (
cht: 警告: 將會刪除選取分割區之所有檔案(
de: WARNUNG: Dieser Vorgang wird alle Daten auf der ausgewählten Partition entfernen (
es: AVISO: Esto borrará toda la información de la partición seleccionada (
fr: AVERTISSEMENT : Cela supprimera toutes les données sur la partition sélectionnée (
it: ATTENZIONE: questo cancellerà tutti I dati sulla partizione selezionata (
it_ch: STEMOCE: quello che ste a fa cancellerà tutti i dati sulla partizione che è scelto (
nl: WAARSCHUWING: Dit verwijdert alle data op de gekozen partitie (

# FormatWarningP2Str
source: ). Data will not be recoverable. The developer will not be held responsible for any data loss caused by accidental formatting. DO NOT REMOVE THE DRIVE WHILE FORMATTING!
cht: ). 資料無法修復. 程式開發者不承擔任何格式化意外造成的資料損失之責任. 當格式化程序未完成前不要卸載你的磁碟! 你確定要格式化磁碟嗎
de: ). Die Daten werden nicht wiederherstellungsfähig sein. Der Entwickler ist nicht verantwortlich für jeglichen Datenverlust, der durch versehentliches Formatieren zustande kommt. ENTFERNE NICHT DAS LAUFWERK WÄHREND DES FORMATIERUNGSVORGANGS!
es: ). La información no será recuperable. El programador no se responsabilizará de cualquier pérdida de datos ocasionado por un formateo accidental. ¡NO SAQUES LA UNIDAD MIENTRAS SE FORMATEA¡
fr: ) Les données ne seront pas récupérables. Le développeur ne sera pas responsable pour quelque conque donnée perdues par un formatage accidentel. NE RETIRER PAS LE LECTEUR PENDANT LE FORMATAGE!
it: ). I dati non saranno recuparabili. Lo sviluppatore non sarà ritenuto responsabile per nessuna perdita di dati causata da una formattazione accidentale. NON RIMUOVERE LA PERIFERICA DURANTE LA FORMATTAZIONE!
it_ch: ). Dopo i dati nli poi recuperà più! Lo sviluppatore nn è responsabile per nessuna perdita di dati se hai fatto na formattazione a cazzo. NON CAVA' LA PERIFERICA QUANDO STE A FORMATTA'!
nl: ). Data kan niet teruggezet worden. De schrijver is niet verantwoordelijk voor dataverlies veroorzaakt door accidentieel formatteren. VERWIJDER DE SCHIJF NIET TIJDENS HET FORMATTEREN! Bent u zeker dat u wilt formatteren

# FormatWarningShortStr
source: WARNING
cht: 警告
de: WARNUNG
es: AVISO
fr: AVERTISSEMENT
it: ATTENZIONE
it_ch: STA' ATTENTO!
nl: WAARSCHUWING: Dit verwijdert alle data op de gekozen partitie (

# MustSelectEntryToRemoveShortStr
source: No entry selected
cht: 沒有選取項目
de: Kein Eintrag ausgewählt
es: Sin entradas seleccionadas
fr: Pas d'entrée sélectionnée
it: Nessuna voce selezionata
it_ch: Nn hai scelto niente
nl: Geen items geselecteerd.

# MustSelectEntryToRemoveStr
source: You must select a single entry to remove.
cht: 您必須選擇一個項目移除.
de: Sie müssen einen einzelnen Eintrag zum Entfernen auswählen.
es: Debes seleccionar una sola entrada para eliminar.
fr: Vous ne devez sélectionner qu'une entrée pour supprimer.
it: Devi scegliere una singola voce da rimuovere.
it_ch: Hai da sceglie na voce sola da toglie.
nl: U moet een enkele ingave selecteren om te verwijderen.

# MustSelectEntryToRenameShortStr
source: No entry selected
cht: 沒有選取項目
de: Kein Eintrag ausgewählt
es: Sin entradas seleccionadas
fr: Pas d'entrée sélectionnée.
it: Nessuna voce selezionata
it_ch: Nn hai scelto niente
nl: Geen items geselecteerd.

# MustSelectEntryToRenameStr
source: You must select a single entry to rename.
cht: 您必須選擇一個項目更名.
de: Sie müssen einen einzelnen Eintrag zum Umbenennen auswählen.
es: Debes seleccionar una sola entrada para renombrar.
fr: Vous ne devez sélectionner qu'une entrée pour supprimer.
it: Devi scegliere una singola voce da rinominare.
it_ch: Hai da sceglie na voce sola da rinomina.
nl: U moet een enkele ingave selecteren om te hernoemen.

# NoDriveSelectedShortStr
source: No drive selected.
cht: 沒有選取磁碟.
de: Kein Laufwerk ausgewählt.
es: No hay unidades seleccionadas.
fr: Pas de lecteur sélectionné.
it: Nessuna periferica selezionata
it_ch: Nn hai scelto nessuna periferica
nl: Geen schijf geselecteerd.
