Repository: LokiMidgard/wbfsmanager
Catalog: WBFS Manager/Properties/Resources.*.resx
Languages: cht, de, es, fr, it, it_ch, nl

# NoDriveSelectedStr
source: No drive selected to add games to.
cht: 沒有可用磁碟來加入遊戲.
de: Kein Laufwerk ausgewählt um Spiele hinzuzufügen.
es: No hay unidades seleccionadas en las que añadir juegos..
fr: Pas de lecteur sélectionné pour ajouter des jeux.
it: Nessuna periferica selezionata per aggiungerci giochi
it_ch: Nn hai scelto nessuna periferica per aggiungece giochi
nl: Geen schijf geselecteerd om spellen aan toe te voegen.

# NoIsoSelectedToAddShortStr
source: No isos selected.
cht: 沒有選取ISOs.
de: Keine Iso-Dateien ausgewählt.
es: No hay isos seleccionadas.
fr: Pas d'ISO sélectionné
it: Nessuna ISO selezionata
it_ch: Nn hai scelto manco na ISO
nl: Geen isos geselecteerd.

# NoIsoSelectedToAddStr
source: No isos selected to be added, use the browse button to add the isos to the Add list first.
cht: 沒有選取ISOs加入, 請使用瀏覽鍵選取ISOs加入列表.
de: Keine Iso-Dateien zum Hinzufügen ausgewählt, benutze zuerst die "Durchsuchen"-Schaltfläche um Iso-Dateien zur Hinzufügen-Liste hinzuzufügen.
es: No hay isos seleccionadas para ser añadidas, utiliza el botón de explorar para añadir isos a la lista de añadir.
fr: Pas d'ISO sélectionné pour être ajouté, utilisez le bouton Parcourir pour en ajouter à la liste.
it: Nessuna ISO selezionata per essere aggiunta, usa il tasto cerca per aggiungere prima le iso alla lista Aggiugi
it_ch: Nn hai scelto manco na ISO da aggiunge, usa l tasto Arcerca per aggiunge prima le ISO all'elenco Aggiunge
nl: Geen isos om toe te voegen, gebruik de bladerknop om isos aan de toe te voegen lijst toe te voegen.

# SelectImageToAddStr
source: Select an image file to add:
cht: 選擇一個映像檔加入:
de: Wähle ein Image, das hinzugefügt werden soll:
es: Selecciona una imagen para añadir:
fr: Sélectionnez un fichier image à ajouter:
it: Scegli un file immagine da aggiungere
it_ch: Sceglie n fail immagine da aggiunge
nl: Kies een ISO bestand om toe te voegen:

# SelectLocationExtractStr
source: Select a location and name to store the ISO image as:
cht: 選擇一個路徑來儲存ISO映像檔為:
de: Wähle ein Verzeichnis und einen Namen für die Iso-Datei:
es: Selecciona la ubicación y nombre a almacenar la imagen ISO:
fr: Sélectionnez un emplacement et le nom de l'image ISO:
it: Scegli una posizione e un nome per salvare l'immagine ISO come:
it_ch: Sceglie n posto e n nome per salvà l'immagine ISO come
nl: Geef een naam en locatie voor het ISO bestand in:

# MustSelectExistingFolderShortStr
source: Invalid folder.
cht: 無效的資料夾.
de: Ungültuger Ordner.
es: Carpeta inválida
fr: Dossier incorrect.
it: Cartella invalida
it_ch: La cartella nva bene
nl: Ongeldige map.

# MustSelectExistingFolderStr
source: You must select an existing folder.
cht: 你必須選取已存在的資料夾.
de: Du musst einen bestehenden Ordner auswählen.
es: Debes seleccionar una carpeta existente.
fr: Vous devez sélectionner un dossier existant.
it: Devi scegliere una cartella esistente
it_ch: Hai da sceglie na cartella che c'è già
nl: U moet een bestaande map kiezen.

# SelectCoversDirStr
source: Select the Covers directory:
cht: 選擇封面的路徑為:
de: Wähle das Cover-Verzeichnis:
es: Selecciona el directorio para las carátulas:
fr: Sélectionnez le dossier de jaquettes:
it: Scegli la cartella delle copertine
it_ch: Sceglie la cartella de le copertine
nl: Kies de opslaglocatie voor covers:

# MetaXmlLongDescStr
source: This launches a wbfs game loader for
cht: 啟動WBFS遊戲載入
de: Dieses startet einen wbfs Spiele Loader für
es: Esto inicia un cargador de juegos wbfs para
fr: Ceci lancera un jeu WBFS pour
it: Questo lancia un game loader WBFS per:
it_ch: St'affare lancia n game loader WBFS per:
nl: Dit start een WBFS spellader voor

# MetaXmlShortDescStr
source: on USB HDD
cht: 在USB硬碟
de: auf USB HDD
es: en USB HDD
fr: sur le disque dur en USB
it: su HDD-periferica USB
it_ch: nto l'HDD-periferica USB
nl: op USB schijf

# ErrorCreatingHBCShortStr
source: Error Creating HBC Entry
cht: 建立HBC捷徑錯誤.
de: Fehler beim erstellen eines HBC-Eintrages
es: Error creando Entrada al HBC
fr: Erreur de création d'une entrée pour la HBC.
it: Errore creazione voce HBC
it_ch: 'N putanaio a' creà le voci HBC
nl: Fout bij aanmaken HBC ingave

# ErrorCreatingHBCStr
source: Error creating HBC entry, missing the .dol file.
cht: 建立HBC捷徑錯誤. dol檔不存在.
de: Fehler beim erstellen eines HBC-Eintrages, .dol-Datei fehlt.
es: Error cuando creaba una entrada al HBC, no se encuentra el archivo .dol.
fr: Erreur de création d'une entrée pour la HBC, il manque le fichier .dol
it: Errore creazione voce HBC, manca il file .dol
it_ch: 'N putanaio a' creà le voci HBC, n's'artrova l fail .dol
nl: Fout bij aanmaken HBC ingave, .dol bestand ontbreekt.

# SelectDirForHBCStr
source: Select a directory to save to:
cht: 選擇一個路徑儲存為:
de: Wähle ein Verzeichnis, wohin gespeichert werden soll:
es: Selecciona un directorio para guardar:
fr: Sélectionnez un dossier pour sauvegarder:
it: Scegli una cartella dove salvare
it_ch: Sceglie na cartella dove salvà
nl: Kies een opslaglocatie:

# DownloadFromWebPromptShortText
source: Download Covers?
cht: 下載封面?
de: Cover herunterladen?
es: ¿Descargar carátulas?
fr: Télécharger des jaquettes depuis le Web?
it: Scaricare copertine?
it_ch: Voi scarcà le copertine?
nl: Covers downloaden?

# DownloadFromWebPromptText
source: Would you like to enable downloading covers from the web? (You can change this setting later in the Edit menu.)
cht: 是否要啟用從網路下載封面? (你稍後可以從編輯功能選單變更這個設定.)
de: Wollen Sie einschalten, Cover aus dem Internet herunterzuladen?(Sie können die Einstellung später rückgängig machen.)
es: ¿Quieres activar la descarga de carátulas desde la Web? (Luego puedes cambiar esta configuración en el menú Editar)
fr: Voulez-vous télécharger des jaquettes depuis Internet ? (Vous pourrez changer votre choix depuis le menu Editer)
it: Vuoi attivare lo scaricamento automatico delle copertine dal web? (Puoi cambiare quest'impostazione in seguito nel menu modifica)
it_ch: Voi attivà lo scarcamento automatico delle copertine da internette? (Dopo la poi cambia 'st'impostazione, dal menu scatuzza)
nl: Wilt u spelcovers downloaden van het internet? (U kan deze instelling veranderen in het bewerken menu.)

# ConfirmDeleteShortStr
source: Remove?
cht: 删除？
es: Quitar?
fr: Supprimer?
it: Rimuovere?
it_ch: L'levi?
nl: Verwijderen?

# ConfirmDeleteStr
source: Are you sure you want to remove
cht: 您确定要删除
es: ¿Estás seguro de que deseas eliminar
fr: Êtes-vous sûr de vouloir supprimer
it: Sei sicuro di voler rimuovere
it_ch: Se sicuro de volello levà?
nl: Weet u zeker dat u wilt verwijderen

# ChooseTempFolderText
source: Choose a temporary folder:
cht: 選擇一個暫存資料夾:
de: Wähle temporären Ordner:
es: Elige una carpeta temporal:
fr: Sélectionnez un dossier temporaire:
it: Scegli una cartella temporanea:
it_ch: Sceglie na cartella temporanea:
nl: Kies een tijdelijke map:

# DriveToDriveProgressStr
source: Drive-To-Drive Transfer Progress
cht: 磁碟對磁碟傳輸進度
de: Laufwerk-zu-Laufwerk transferierungsfortschritt.
es: Progreso de Unidad a Unidad
fr: Progression du transfert de Lecteur à Lecteur
it: Avanzamento spostamento Disco-A-Disco
it_ch: Avanzamento spostamento Disco-A-Disco
nl: Schijf-Naar-Schijf overzetting voortgang

# ErrorExtractingRARShortStr
source: Error extracting RAR
cht: RAR解壓縮錯誤
de: Fehler beim Extrahieren von RAR
es: Error extrayendo RAR
fr: Erreur d'extraction du RAR
it: Errore estrazione RAR
it_ch: 'N putanaio a cavà l'RAR
nl: Fout bij uitpakken RAR

# ErrorFollowingWhileTransStr
source: The following errors occurred while transferring:
cht: 傳書中發生以下錯誤:
de: Die folgenden Fehler sind beim Transferieren aufgetreten:
es: Ocurrieron los siguientes errores mientras se transfería:
fr: Ces erreurs sont survenues lors du transfert de:
it: Si sono verificati i seguenti errori nello spostamento di:
it_ch: Ce so stati sti errori quando spostavo:
nl: De volgende fouten zijn voorgekomen bij het overzetten:

# ErrorInvalidFolderShortStr
source: Invalid folder
cht: 無效的資料夾
de: Ungültiger Ordner
es: Carpeta inválida.
fr: Dossier invalide
it: Cartella invalida
it_ch: La cartella nva bene.
nl: Ongeldige map

# ErrorInvalidFolderStr
source: Invalid folder selected, select a different folder.
cht: 選取了無效的資料夾, 請選擇另一個資料夾.
de: Ungültiger Ordner ausgewählt, wählen Sie einen anderen Ordner.
es: Carpeta seleccionada inválida, selecciona una carpeta diferente.
fr: Dossier invalide, choisissez-en un autre.
it: Cartella selezionata invalida, scegli un'altra cartella.
it_ch: La cartella scelta nva bene, scegliene 'n'altra.
nl: Ongeldige map geselecteerd, selecteer een andere.

# ErrorNoEntriesOnSourceDriveStr
source: No entries exist on source drive.
cht: 沒有項目存在於來源磁碟中.
de: Es existieren keine Einträge auf dem Quell-Laufwerk.
es: No existe entradas en la unidad de origen.
fr: Pas d'entrées existantes sur le lecteur.
it: Non esistono voci sulla periferica sorgente.
it_ch: Nce sta nessuna voce sulla periferica sorgente.
nl: Geen items op bronschijf.

# ErrorNoEntriesOnSourceNonSelectedStr
source: No entries exist on source drive or none were selected.
cht: 沒有項目存在於來源磁碟或沒有項目被選中.
de: Es existieren keine Einträge auf dem Quell-Laufwerk, oder es wurden keine ausgewählt.
es: No existe entradas en la unidad de origen o no fueron seleccionadas.
fr: Pas d'entrées existantes sur le lecteur source ou aucune n'est sélectionnée.
it: Nessuna voce esistente sulla periferica sorgente o nessuna voce selezionata.
it_ch: Nce sta nessuna voce sulla periferica sorgente, o non ne hai scelta manco una
nl: Geen items op bronschijf of geen items geselecteerd.

# ErrorNoSecondaryDriveLoadedStr
source: No secondary drive loaded to copy games to.
cht: 沒有載入第二個磁碟來複製遊戲.
de: Kein sekundäres Laufwerk geladen, wohin Spiele kopiert werden könnten.
es: No hay unidad secundaria cargada a donde copiar juegos.
fr: Pas de second lecteur chargé pour copier des jeux dessus.
it: Nessuna periferica secondaria caricata per copiarci giochi.
it_ch: Nce sta nessuna periferica secondaria caricata per copiacce i giochi.
nl: Geen secundaire schijf ingeladen.

# ErrorNotEnoughSpaceLowerStr
source: , not enough space.
cht: , 空間不足.
de: , nicht genug Speicher.
es: , sin espacio suficiente.
fr: , pas assez d'espace libre.
it: . spazio insufficiente
it_ch: . lo spazio nn basta
nl: , niet genoeg ruimte.

# ErrorNotEnoughSpaceShortStr
source: Not Enough Space
cht: 空間不足
de: Nicht genug Speicher
es: Sin espacio suficiente.
fr: Pas assez d'espace libre
it: Spazio insufficiente.
it_ch: Nce sta abbastanza spazio
nl: Niet genoeg ruimte.

# ErrorNotEnoughSpaceTempFolderStr
source: Not enough free space in temporary folder, choose a different temporary folder with at least 4.8 GB free.
cht: 暫存資料夾空間不足, 選擇另一個可用空間大於4.8GB的暫存資料夾.
de: Nicht genug Speicher im temporären Ordner, wählen Sie einen temporären Ordner mit mindestens 4,8GB freiem Speicher aus.
es: No hay suficiente espacio en la carpeta temporal, elige una carpeta temporal diferente con al menos 4,8 gigas.
fr: Pas assez d'espace libre dans le dossier temporaire, choisissez un dossier temporaire différent avec au moins 4,8 Gb de libre.
it: Spazio insufficiente nella cartella temporanea, scegli un'altra cartella temporanea con almeno 4.8 Gb di spazio libero.
it_ch: Lo spazio ta la cartella temporanea è pochino, scegliene 'n'altra con almeno 4.8GB liberi.
nl: Niet genoeg ruimte in tijdelijke map, kies een tijdelijke map met minstens 4.8GB ruimte vrij.

# ErrorOccuredExtractingStr
source: Errors occurred while extracting some games. Hover your mouse over the error icon next to each game to read the error.
cht: 擷取遊戲時發生錯誤. 將滑鼠移動到每個遊戲的錯誤圖示點選下一步讀取錯誤訊息.
de: Fehler beim Extrahierungsvorgang einiger Spiele. Gehen Sie mit der Maus auf das Error-Icon neben den Spielen, um mehr über den Fehler zu erfahren.
es: Ocurrió errores mientras se extraía el juego. Sitúa el puntero del ratón al lado del icono de error para conocerlo.
fr: Erreurs survenues lors de l'extraction de certains jeux. Placer votre souris sur l'icône d'erreur proche du jeu en question pour lire l'erreur.
it: Si è verificato un errore durante l'estrazione di alcuni giochi. Muovi il mouse sopra l'icona di errore vicina ad ogni gioco per leggere la descrizione dell'errore
it_ch: 'N putanaio a cavà qualche gioco. Sposta l mouse sul cazzino dell'errore vicino tal gioco per leggelo.
nl: Fouten voorgekomen bij het overzetten van spellen. Zweef met je muis over het fout icoontje om de fout te lezen.

# ErrorOccuredWhileTransShortStr
source: Error Transferring
cht: 傳輸錯誤
de: Fehler beim Transferieren.
es: Error transfiriendo
fr: Erreur de transfert.
it: Errore spostamento
it_ch: 'N putanaio nello spostamento
nl: Overzetfout

# ErrorOccuredWhileTransStr
source: Error occurred while transferring:
cht: 傳輸中發生錯誤:
de: Fehler beim Transferieren aufgetreten:
es: Ocurrió un error mientras transfería.
fr: Une erreur est survenue lors du transfert de:
it: Si è verificato un errore nello spostamento di:
it_ch: 'N putanaio a spostà:
nl: Er is een fout voorgekomen bij het overzetten:

# ErrorRARMissingVolP1Str
source: Missing volume:
cht: 遺失標籤:
de: Fehlendes Volume:
es: Volumen perdido:
fr: Manque un volume:
it: Volume mancante:
it_ch: Ns'artrova l volume:
nl: Ontbrekend volume:

# ErrorRarMissingVolP2Str
source: from RAR set for file:
cht: 選擇一個RAR壓縮內容之檔案:
de: von RAR setze für Datei:
es: desde el RAR configurar para el archivo:
fr: du RAR pour le fichier:
it: dal set RAR per il file:
it_ch: dal set RAR pel fail:
nl: van RAR set voor bestand:

# ErrorRarMissingVolShortStr
source: Missing Volume
cht: 遺失標籤
de: Fehlendes Volume
es: Volumen perdido
fr: Manque un volume
it: Volume Mancante
it_ch: Ns'artrova l Volume:
nl: Ontbrekend volume

# ErrorRarPassReqdShortStr
source: Password Required
cht: 需要密碼
de: Passwort benötigt
es: Se requiere contraseña
fr: Mot de passe requis
it: Password richiesta
it_ch: Ce vole la password
nl: Wachtwoord vereist

# ErrorRarPassReqdStr
source: Password required for:
cht: 需要密碼為:
de: Passwort benötigt für:
es: Se requiere contraseña para:
fr: Mot de passe requis pour:
it: Password richiesta per:
it_ch: Ce vole la password per:
nl: Wachtwoord vereist voor:

# ErrorReadingSomeIsosStr
source: Error(s) occurred while reading some of the ISO files.
cht: 讀取部分ISO檔案時發生錯誤.
de: Fehler beim Lesevorgang einiger ISO-Dateien.
es: Ocurrió un error mientras se leía alguno de los archivos ISO.
fr: Erreur(s) survenue(s) lors de la lecture de fichier ISO.
it: Si sono verificati degli errori leggendo alcuni file ISO
it_ch: 'N putanaio a legge qualche fail ISO
nl: Fout(en) voorgekomen bij het lezen van ISO bestanden.

# ErrorsOccuredExtractingShortStr
source: Errors occurred while extracting.
cht: 擷取時發生錯誤.
de: Fehler während des Extrahierungsvorgangs aufgetreten.
es: Ocurrió errores mientras se extraía.
fr: Erreur survenue lors de l'extraction.
it: Si è verificato un errore durante l'estrazione.
it_ch: 'N putanaio a cavà.
nl: Fouten voorgekomen bij het overzetten.

# ErrorsOccuredWhileAddingShortStr
source: Errors occurred while adding.
cht: 加入時發生錯誤.
de: Fehler beim Hinzufügen aufgetreten.
es: Ocurrió errores mientras se añadía.
fr: Erreur survenue lors de l'ajout.
it: Si è verificato un errore mentre aggiungevo
it_ch: 'N putanaio a aggiunge.
nl: Fouten voorgekomen bij het toevoegen.

# ErrorsOccuredWhileAddingStr
source: Errors occurred while adding some games. Hover your mouse over the error icon next to each game to read the error.
cht: 加入遊戲時發生錯誤. 將滑鼠移動到每個遊戲的錯誤圖示點選下一步讀取錯誤訊息.
de: Fehler beim Hinzufügen einiger Spiele. Gehen Sie mit der Maus auf das Error-Icon neben den Spielen, um mehr über den Fehler zu erfahren.
es: Ocurrió errores mientras se añadía algunos juegos.Sitúa el puntero del ratón al lado del icono de error para conocerlo.
fr: Erreurs survenues lors de l'ajout de certains jeux. Placer votre souris sur l'icône d'erreur proche du jeu en question pour lire l'erreur.
it: Si è verificato un errore mentre aggiungevo alcuni giochi. Passa il puntatore del mouse sopra l'icona di errore a fianco di ciascun gioco per leggere l'errore.
it_ch: 'N putanaio a aggiunge qualche gioco. Sposta l mouse sul cazzino dell'errore vicino tal gioco per leggelo.
nl: Fouten voorgekomen bij het toevoegen van spellen. Zweef met je muis over het fout icoontje om de fout te lezen.

# ErrorsTransShortStr
source: Errors Transferring
cht: 傳輸錯誤
de: Mehrere Fehler beim Transferieren
es: Errores transfiriendo
fr: Erreur de transfert.
it: Errori nello spostamento
it_ch: 'N putanaio nello spostamento
nl: Overzetfout

# FormatSuccessfulShortStr
source: Format Successful
cht: 格式化成功
de: Formatierung erfolgreich.
es: Formateo realizado correctamente.
fr: Formatage réussi!
it: Formattazione completata.
it_ch: Formattazione a posto
nl: Succesvol geformatteerd.

# FormatSuccessfulStr
source: Format completed successfully. The WBFS drive is now ready.
cht: 格式化成功完成. 這個WBFS磁碟已經準備好了.
de: Formatierung erfolgreich. WBFS Laufwerk ist jetzt bereit.
es: Formateo realizado completo correctamente. La unidad WFBS está ahora lista.
fr: Le formatage s'est déroulé avec succès. Le lecteur WBFS est prêt.
it: Formattazione completata con successo. La periferica WBFS è pronta.
it_ch: La formattazione è gita bene. La periferica WBFS mò è pronta.
nl: Succesvol geformatteerd. De WBFS schijf is nu klaar voor gebruik.

# InvalidTempFolderStr
source: Invalid Temporary Folder
cht: 無效的暫存資料夾
de: Ungültiger temporärer Ordner
es: Carpeta temporal inválida:
fr: Dossier temporaire invalide !
it: Cartella temporanea invalida
it_ch: La cartella temporanea nva bene
nl: Ongeldige tijdelijke map

# MustSelectValidFolderText
source: Must select a valid temporary folder.
cht: 必須選擇一個有效的暫存資料夾.
de: Sie müssen einen gültigen temporären Ordner auswählen.
es: Debe seleccionar una carpeta temporal válida.
fr: Vous devez sélectionner un dossier temporaire.
it: Devi scegliere una cartella temporanea valida.
it_ch: Devi scegliè na cartella temporanea che va bene.
nl: U moet een tijdelijke map kiezen

# ReadingFilesText
source: Reading Files
cht: 檔案讀取中
de: Lese Daten
es: Leyendo archivos
fr: Lecture des fichiers
it: Lettura files
it_ch: Leggo i fails
nl: Bezig met bestanden lezen

# SaveGameListAsStr
source: Save game list as:
cht: 儲存遊戲清單如:
de: Spiel-Liste speichern unter
es: Guardar lista de juegos como:
fr: Sauvegarder la liste de jeu en tant que:
it: Salva lista dei giochi come:
it_ch: Salva la lista dei giochi come:
nl: Spellijst opslaan als:

# SelectDirectoryToExtractToStr
source: Select a directory to extract the ISO files to:
cht: 選擇一個目錄來擷取為ISO檔
de: Wählen Sie ein Verzeichnis, wohin die ISO-Dateien extrahiert werden sollen.
es: Selecciona un directorio donde extraer el archivo ISO:
fr: Sélectionnez un dossier pour extraire des fichiers ISO:
it: Scegli una cartella dove salvare i file ISO estratti.
it_ch: Sceglie na cartella do cavacce i fail ISO
nl: Selecteer een map om de ISO bestanden naar over te zetten:

# WarningNotEnoughSpaceTempStr
source: The selected temporary folder does not have enough available free space, if you do not choose a different drive with at least 4.8 GB free you may experince problems extracting RAR archives.
cht: 選擇的暫存資料夾沒有足夠的可用空間, 如果你不選擇一個可用空間大於4.8GB的硬碟, 解壓縮RAR檔案時你可能會遇到問題.
de: Dem ausgewählten temporäre Ordner steht nicht genug Speicher zur Verfügung .Wenn Sie kein anderes Laufwerk mit wenigstens 4,8GB freiem Speicher auswählen, kann es zu Problemen bei der RAR-Archiv-Extrahierung geben.
es: La carpeta temporal seleccionada no tiene suficiente espacio libre disponible, si no eliges una unidad diferente con al menos 4,8 gigas tendrás problemas al extraer los archivos RAR.
fr: Pas assez d'espace libre dans le dossier temporaire, choisissez un dossier temporaire différent avec au moins 4,8 Gb de libre. Si vous continuez l'extraction alors vous rencontrerez des problèmes lors de l'extraction de fichiers RAR.
it: La cartella temporanea scelta non ha abbastanza spazio libero, se non scegli una periferica diversa con almeno 4.8 Gb liberi potresti avere degli errori durante l'estrazione degli archivi RAR.
it_ch: Ta la cartella temporanea non glie basta lo spazio: te conviene scegliene una diversa che c'abbia almeno 4.8Gb liberi, sennò pol esse che succede n casino quando cavi gli archivi RAR.
nl: De geselecteerde tijdelijke map heeft niet voldoende vrije ruimte, als u geen map selecteert met minstens 4.8GB vrij kunnen er zich problemen voordoen bij RAR extractie.

# FormatWarningP3Str
source: Are you sure you want to format drive
de: Bist du dir sicher, dass du das Laufwerk formatieren willst
es: ¿Estás seguro de que quieres formatear la unidad
fr: Etes-vous sûr(e) de vouloir formater
it: Sei sicuro di voler formattare la periferica
it_ch: Se sicuro de volè formattà la periferica
nl: Bent u zeker dat u wilt formatteren

# ChannCreationCompleteStr
source: Channel creation completed.
cht: 頻道製作完成.
de: Kanalerstellung fertiggestellt.
es: Creación de canal completado.
fr: Création de la chaine réussie.
it: Creazione canale completata
it_ch: Creazione del canale a posto
nl: Kanaalcreatie voltooid.

# CompletedChanCreationSuccessShortStr
source: Channel creation successful
cht: 頻道製作成功
de: Kanalerstellung erfolgreich
es: Creación de canal con éxito
fr: Chaîne créée avec succès.
it: La creazione del canale ha avuto successo
it_ch: La creazione del canale è gita bene
nl: Kanaalcreatie successvol

# CompletedChannelCreationSuccessStr
source: Channel creation completed successfully
cht: 頻道製作成功完成
de: Kanalerstellung erfolgreich fertiggestellt
es: Creación de canal completado con éxito
fr: La création de chaines s'est déroulée avec succès
it: La creazione del canale è stata completata con successo
it_ch: La creazione del canale è gita liscia come l'olio
nl: Kanaalcreatie successvol voltooid

# CompletedHBCEntryStr
source: Completed Hombrew Channel entry creation.
cht: 完成Hombrew頻道項目製作.
de: HBC Eintragserstellung fertiggestellt.
es: Creación de entrada para el Hombrew Channel completada.
fr: Création d'entrées pour la Chaine Homebrew complète.
it: Creazione voce HomeBrew Channel completata con successo
it_ch: La creazione della voce HomeBrew Channel è gita bene
nl: Homebrew Kanaal ingave gecreëerd.

# CompletedStr
source: Completed
cht: 完成Hombrew頻道項目製作.
de: Fertiggestellt
es: Completado
fr: Complet
it: Finito.
it_ch: Fenuto
nl: Voltooid

# CreatingChannelsProgressText
source: Creating channels...
cht: 製作頻道…
de: Erstelle Kanäle…
es: Creación de canales…
fr: Créations des chaines.
it: Sto creando I canali...
it_ch: Sto a fa i canali...
nl: Bezig met kanalen creëren...

# ErrorChanIdMustBeFourStr
source: Channel ID must be exactly 4 characters.
cht: 頻道ID必須正好4個字元.
de: Kanal ID muss genau 4 Zeichen besitzen.
es: El ID del Canal debe tener exactamente 4 caracteres.
fr: L'ID de la chaîne doit être d'exactement 4 caractères.
it: L'ID del canale deve essere esattamente di 4 caratteri
it_ch: L'ID del canale ha da esse de 4 caratteri preciso
nl: Kanaal ID moet 4 karakter zijn.

# ErrorCodeStr
source: (Error code
cht: (錯誤代碼
de: (Fehlercode
es: (Código de error
fr: (Code erreur
it: (Codice errore
it_ch: (Codice errore
nl: (Foutcode

# ErrorCreatinChanSingleStr
source: Error creating channel
cht: 製作頻道錯誤
de: Fehler beim Erstellen des Kanals
es: Error creando canal
fr: Erreur de création de chaine.
it: Errore creazione canale
it_ch: N putanaio a creà l canale
nl: Fout bij creëren kanaal

# ErrorCreatingChanForStr
source: Error occurred while creating channel for
cht: 製作頻道時發生錯誤
de: Fehler aufgetreten beim Erstellen des Kanals für
es: Ocurrió un error mientras creaba un canal para
fr: Erreur survenue lors de la création de la chaine pour
it: Si è verificato un errore durante la creazione del canale per
it_ch: è successo n casino a creà l canale per
nl: Fout bij creëren kanaal voor
