Repository: LokiMidgard/wbfsmanager
Catalog: WBFS Manager/Properties/Resources.*.resx
Languages: cht, de, es, fr, it, it_ch, nl

# ErrorCreatingChannelErrCodeStr
source: Error occurred while creating channel. (Error code
cht: 製作頻道時發生錯誤. (錯誤代碼
de: Fehler aufgetreten beim Erstellen des Kanals. (Fehlercode
es: Ocurrió un error mientras creaba un canal. (Código de error
fr: Erreur survenue lors de la création de la chaine (Code erreur
it: Si è verificato un errore durante la creazione del canale. (Codice errore
it_ch: è successo n casino a creà l canale per (Codice errore
nl: Fout bij creëren kanaal. (Foutcode

# ErrorEmptyEntryListShortStr
source: Empty entry list
cht: 空項目清單
de: Eintragsliste leeren
es: Lista de entradas vacía.
fr: Liste d'entrée vide
it: La lista delle voci è vuota
it_ch: La lista delle voci è vota
nl: Lege ingavelijst

# ErrorEmptyEntryListStr
source: List of entries to create channels for is empty.
cht: 製作頻道項目清單是空的.
de: Liste von Einträgen für die Kanalerstellung ist leer.
es: La lista de entradas para crear canales está vacía.
fr: La liste des entrées pour créer des chaines est vide.
it: La lista delle voci di cui creare i canali è vuota.
it_ch: La lista delle voci per facce I canali è vota
nl: Lijst van ingaven om kanalen voor te creëren is leeg.

# ErrorFormatClosingDriveStr
source: An error occurred while attempting to close the drive.
cht: 試圖關閉時發生錯誤.
de: Fehler beim Versuch das Laufwerk zu schließen.
es: Ocurrió un error mientras intentaba cerrar la unidad.
fr: Une erreur est survenue lord de la tentative de fermeture du lecteur.
it: Si è verificato un errore mentre tentavo di chiudere la periferica
it_ch: è successo n casino a provà a chiude la periferica
nl: Er is een fout voorgekomen bij het sluiten van de schijf.

# ErrorIncorrectVersionShortStr
source: Incorrect version
cht: 版本不正確
de: Falsche Version
es: Versión incorrecta
fr: Version incorrecte
it: Versione sbagliata
it_ch: La versione nva bene
nl: Foutieve versie

# ErrorIncorrectVersionStr
source: This version of WBFS Manager is not compatible with your operating system. If you are using a 64-bit operating system, please install the 64-bit version of WBFS Manager (x64).
cht: WBFS Manager版本不符合你的作業系統. 如果你使用的是64位元作業系統, 請安裝64位元版本的WBFS Manager (x64).
de: Diese Version von WBFS Manager ist nicht kompatibel mit ihrem Betriebssystem. Wenn Sie ein 64-bit Betriebssystem benutzen, bitte installieren Sie die 64-bit Version von WBFS Manager (x64).
es: Esta version de WBFS manager no es compatible con tu sistema operativo. Si tu estás usando un sistema operativo de 64-bits, por favor instala una versión de 64-bits de WBFS manager (x64)
fr: Cette version de WBFS Manager n'est pas compatible avec votre système. Si vous utilisez un système 64bits, utilisez la version 64bits de WBFS Manager !
it: Questa versione di WBFS manager non è compatibile con il tuo sistema operativo. Se usi un sistema operativo 64-bit scarica e installa la versione di WBFS Manager per 64-bit (x64)
it_ch: Sta versione de WBFS Manager nnè compatibile col tu sistema operativo. Se usi n sistema a 64bit installa la versione di WBFS Manager pei 64 bit (x64)
nl: Deze versie van WBFS Manager is niet compatibel met uw operating system. Als u een64-bit OS gebruikt, installeer dan de 64-bit versie van WBFS manager.

# ErrorInvalidBaseWadFilenameStr
source: Invalid base WAD filename, file does not exist.
cht: 無效的基本WAD檔案名稱, 檔案不存在.
de: Ungültiger grundlegender WAD Dateiname, die Datei existiert nicht.
es: Nombre de archivo base de WAD incorrecto, el archivo no existe.
fr: Nom de fichier WAD de base invalide, le fichier n'existe pas.
it: File WAD di base invalido, il file non esiste
it_ch: L fail WAD de base nva bene, l fail n esiste
nl: Foutieve basiswad, bestand bestaat niet.

# ErrorInvalidChanCreationValsStr
source: Invalid values for channel creation settings.
cht: 無效的頻道製作設定值.
de: Ungültige Werte für Kanalerstellungseinstellungen.
es: Valores inválidos para la configuración de creación de canales
fr: Valeurs invalides pour la création de paramètres de chaine.
it: Valori invalidi nelle impostazioni per la crezione dei canali
it_ch: I valori delle mpostazioni per creà I canali nvan bene
nl: Foutieve waarden for kanaalcreatie instellingen.

# ErrorInvalidChanIdOrOutFileStr
source: Invalid channel ID or output filename.
cht: 無效的頻道ID或輸出檔案名稱.
de: Ungültige Kanal ID oder Ausgangsdateiname.
es: ID del Canal inválido o nombre de archivo de salida.
fr: ID de la chaîne invalide ou nom de fichier de sortie invalide
it: ID canale o nome del file di output invalido
it_ch: L'ID canale o 'l nome del fail de output nvan bene
nl: Foutief kanaal ID of uitvoer bestandsnaam.

# ErrorInvalidChanIdStr
source: Invalid channel ID
cht: 無效的頻道ID
de: Ungültige Kanal ID
es: ID del Canal inválido
fr: ID de la chaîne invalide.
it: ID canale invalido.
it_ch: L'ID canale nva bene
nl: Foutief kanaal ID

# ErrorInvalidChannelSettingsFixStr
source: Invalid channel creation settings. Please fix the settings in the Options menu.
cht: 無效的頻道製作設定. 請於選項選單裡修正設定.
de: Ungültige Kanalerstellungseinstellungen. Bitte verbessern Sie die Einstellungen im Optionsmenü.
es: Configuración inválida para la creación de canales. Por favor modifica la configuración en el menú Opciones
fr: Paramètres de la création de chaine invalides. Merci de vérifier les paramètres dans le menu des options.
it: Impostazioni creazione canali invalide. Sistema le impostazioni nel meni Opzioni.
it_ch: Le impostazioni per creà I canali nvan bene. Sistemele ntol menu OPZIONI (SCATUZZA?)
nl: Foutieve kanaalcreatie instellingen. Controleer de instellingen in het opties menu.

# ErrorInvalidCommonKeyFilenameStr
source: Invalid common key filename, file does not exist.
cht: 無效的共通密鑰檔名, 檔案不存在.
de: Ungültiger Common-Key Dateiname, die Datei existiert nicht.
es: Nombre de la clave común inválida, el archivo no existe.
fr: Nom du fichier clé invalide, le fichier n'existe pas.
it: Common Key filename invalido, il file non esiste.
it_ch: Il Common key Filename nva bene. Il fail ns'artrova.
nl: Foutief gedeelde sleutelbestand, bestand bestaat niet.

# ErrorInvalidDolFilenameStr
source: Invalid USB Loader .dol filename, file does not exist.
cht: 無效的USB Loader .dol檔名, 檔案不存在.
de: Ungültiger USB Loader .dol Dateiname, die Datei existiert nicht.
es: Nombre del archivo .dol del USB loader inválido, el archivo no existe.
fr: Nom du fichier DOL de l'USB Loader invalide, le fichier n'existe pas.
it: Filename .dol USB Loader invalido, il file non esiste.
it_ch: Il filename .dol USB loader nva bene. Il fail ns'artrova.
nl: Foutieve USB Loader .dol, bestand bestaat niet.

# ErrorInvalidFilename
source: Invalid filename
cht: 無效的檔名
de: Ungültiger Dateiname
es: Nombre de archivo inválido
fr: Nom de fichier invalide
it: Filename invalido.
it_ch: L filename nva bene
nl: Foutieve bestandsnaam

# ErrorInvalidIsoPathForStr
source: Invalid ISO file path for
cht: 無效的ISO檔案路徑
de: Ungültiger ISO Dateipfad für
es: Ruta inválida para el archivo ISO para
fr: Emplacement du fichier ISO invalide pour
it: Percorso file ISO invalido per
it_ch: L percorso del fail ISO nva bene per:
nl: Foutief ISO pad voor

# ErrorInvalidIsoPathShortStr
source: Invalid ISO path
cht: 無效的ISO路徑
de: Ungültiger ISO Pfad
es: Ruta inválida para el ISO
fr: Emplacement de l'ISO invalide
it: Percorso ISO invalido
it_ch: L percorso ISO nva bene
nl: Foutief ISO pad voor

# ErrorInvalidIsoPathStr
source: Invalid ISO file path.
cht: 無效的ISO檔案路徑.
de: Ungültiger ISO Dateipfad.
es: Ruta inválida para el archivo ISO
fr: Emplacement du fichier ISO invalide.
it: Percorso file ISO invalido.
it_ch: L percorso del fail ISO nva bene.
nl: Foutief ISO bestand pad.

# ErrorInvalidOuputWadFilenameStr
source: Invalid output WAD filename.
cht: 無效的輸出WAD檔名.
de: Ungültiger Ausgangsdateiname der WAD Datei
es: Nombre de archivo de salida del WAD inválido
fr: Nom de fichier WAD de sortie invalide.
it: WAD filename di output invalido
it_ch: L filename WAD de output nva bene
nl: Foutieve uitvoer WAD bestandsnaam.

# ErrorInvalidPartitionSettingStr
source: Invalid partiiton setting selected.
cht: 選取了無效的硬碟分割區設定.
de: Ungültige Partitionseinstellung ausgewählt.
es: Configuración seleccionada para la partición inválida.
fr: Paramètres de la partition sélectionnée invalides,
it: Impostazioni settaggio partizione invalide.
it_ch: Le impostazioni del settaggio della partzione nvan bene
nl: Foutieve partitie instellingen geselecteerd.

# ErrorInvalidSettingsStr
source: Invalid settings.
cht: 無效的設定.
de: Ungültige Einstellungen.
es: Configuración inválida.
fr: Options invalides
it: Impostazioni invalide.
it_ch: Le impostazioni nvan bene
nl: Foutieve instellingen.

# ErrorInvalidValsShortStr
source: Invalid values
cht: 值無效
de: Ungültige Werte
es: Valores inválidos.
fr: Valeurs invalides
it: Valori invalidi.
it_ch: I valori nvan bene
nl: Foutieve waarden for kanaalcreatie instellingen.

# ErrorsCreatingChannelsStr
source: Errors occurred creating channels
cht: 製作頻道發生錯誤
de: Fehler beim Erstellen von Kanälen
es: Ocurrió errores mientras se creaban canales.
fr: Erreur survenue lors de la création des chaines
it: Si sono verificati degli errori nella creazione dei canali
it_ch: è successo npò de casino a creà I canali
nl: Fouten voorgekomen bij het creëren van kanalen

# ErrorUnableToCreateDirShortStr
source: Unable to create directory
cht: 無法建立目錄
de: Kann Verzeichnis nicht erstellen
es: Imposible crear directorio
fr: Impossible de créer le dossier:
it: Impossibile creare cartella
it_ch: Nse pole creà la cartella
nl: Kan map niet aanmaken

# ErrorUnableToCreateTempDirStr
source: Unable to create temp directory:
cht: 無法建立暫存目錄:
de: Kann temporäres Verzeichnis nicht erstellen:
es: Imposible crear directorio temporal
fr: Impossible de créer le dossier temporaire:
it: Impossibile creare cartella temp
it_ch: Nse pole creà la cartella temp
nl: Kan tijdelijke map niet aanmaken:

# NewUpdateAvailableStr
source: A new update is available.
cht: 新的更新可用.
de: Neues Update verfügbar.
es: Hay una nueva actualización disponible.
fr: Une nouvelle mise à jour est disponible.
it: è disponibile un nuovo aggiornamento
it_ch: Ce sta n aggiornamento novo!
nl: Een nieuwe update is beschikbaar.

# NoUpdatesAvailableShortStr
source: No updates available
cht: 沒有更新可用
de: Keine Updates verfügbar
es: Exportación de lista a archivo completada.
fr: Pas de mise à jour disponible
it: Nessun aggiornamento disponibile
it_ch: Nce stanno aggiornamenti
nl: Geen updates beschikbaar.

# NoUpdatesAvailableStr
source: No updates are currently available.
cht: 目前沒有更新可用.
de: Zur Zeit sind keine Updates verfügbar
es: No hay actualiaciones disponibles.
fr: Pas de mise à jour encore disponible.
it: Nessun aggiornamento attualmente disponibile
it_ch: Adè nce stanno aggiornamenti
nl: Geen updates beschikbaar momenteel.

# ParitionOptionRemoveUpdateStr
source: Remove Update Partition, Keep Rest
cht: 刪除更新分割區, 休息一下吧
de: Update Partition entfernen, Rest behalten
es: Eliminar actualización de la partición, mantener el resto.
fr: Supprimer la partition de mise à jour, conserver le reste
it: Rimuovi la partizione di aggiornamento, mantieni il resto.
it_ch: Toglie la partizione d'aggiornamento, mantiene l resto
nl: Verwijder updatepartitie, behoud de rest

# PartitionOptionAllPartStr
source: All Partitions
cht: 所有分割區
de: Alle Partitionen
es: Todas las particiones.
fr: Toutes les partitions
it: Tutte le Partizioni
it_ch: Tutte le partizioni
nl: Alle partities

# PartitonOptionOnlyGameStr
source: Only Game Partition
cht: 僅遊戲分割區
de: Reine Spiele Partition
es: Solo particion para juegos.
fr: Seulement la partition de jeux
it: Solo la Partizione Gioco
it_ch: Solo la partizione Gioco
nl: Enkel spelpartities

# ProgressCancellingText
source: Operation will cancel when the current item has finished.
cht: 當目前項目完成後操作將會取消.
de: Vorgang wird beendet, wenn das aktuelle Objekt beendet ist.
es: La operación se cancelará cuando el elemento actual haya finalizado.
fr: L'opération sera annulée seulement quand l'élément actuel sera terminé.
it: L'operazione cancellerà quando l'oggetto attuale ha finito
it_ch: L'operazione cancellerà quando l'oggetto de adesso ha finito
nl: Operatie zal annuleren na huidig item.

# SaveWadFileAsStr
source: Save the WAD file as...
cht: 儲存WAD檔案如…
de: WAD Datei speichern unter…
es: Salvar el archivo WAD como…
fr: Sauvegarder le fichier WAD en tant que …
it: Salva file WAD come...
it_ch: Salva l fail WAD come...
nl: Sla het WAD bestand op als...

# SelectBaseWadStr
source: Select the base wad:
cht: 選取基本WAD:
de: Grundlegende wad auswählen:
es: Seleccionar el archivo base wad:
fr: Sélectionnez le fichier WAD de base :
it: Scegli la WAD di base
it_ch: Sceglie la WAD de base
nl: Selecteer het basis WAD bestand:

# SelectCommonKeyFileStr
source: Select the common key file:
cht: 選取共通密鑰檔案:
de: Common key Datei auswählen:
es: Seleccionar el archivo de clave común:
fr: Sélectionnez le fichier clé ( common-key.bin) :
it: Scegli il common key file
it_ch: Sceglie l common key fail
nl: Selecteer het gedeeld sleutel bestand:

# SelectLoaderDolFileStr
source: Select the USB loader DOL file:
cht: 選取USB loader DOL檔案:
de: USB Loader DOL Datei auswählen:
es: Seleccionar el archivo DOL del USB loader:
fr: Sélectionnez le fichier DOL de l'USB Loader :
it: Scegli il file DOL dell' USB loader
it_ch: Sceglie l fail DOL dell'USB Loader
nl: Selecteer het USB Loader DOL bestand:

# SelectWadOutputFolderStr
source: Select a folder to save the WAD files for the Channels in:
cht: 選取一個資料夾儲存頻道的WAD檔案:
de: Ordner auswählen zum Speichern der WAD Dateien für die Kanäle
es: Seleccionar la carpeta en donde salvar los archivos WAD para los Canales:
fr: Sélectionnez un dossier pour sauvegarder les fichiers WAD :
it: Scegli una cartella dove salvare i file WAD per i canali.
it_ch: Sceglie na cartella do arloca I fail WAD pei canali
nl: Selecteer een map om het WAD bestand voor de kanalen in op te slaan:

# CompletedExportingListStr
source: Completed exporting list to file.
cht: 輸出清單到檔案完成.
de: Exportieren der Liste zur Datei fertiggestellt.
es: Exportación de la lista a archivo completada.
fr: Liste exportée au fichier correctement,
it: Finito di esportare la lista su file.
it_ch: Ho fenuto de armette la lista tal fail
nl: Lijst exporteren voltooid.
